[
  {
    "title": "Bad Girls",
    "loc": "Circus Bar",
    "desc": "Anna Dobbie (2025 Raw Comedy Quest finalist) and Meaghan Fisher (2025 NZICF Wellington Comedy Club Rainbow Showcase, 2025 Raw Comedy Quest semifinalist) are bad girls. Two of Wellington's best new comedians, they are teaming up to bring their insights into gender weirdness, the absurdity of straight culture, the exciting world of number plates, microaggressive toddlers, the Brooke van Velden of it all, and whether it's true that mosquitoes prefer the French. Sitting somewhere on the edges of almost any spectrum you can think of, Anna and Meaghan are sure to make you laugh - eye contact, however, is not guaranteed. Join this duo for an evening that will make you laugh, think, and wonder if that was the weirdest striptease you've ever experienced.",
    "link": "https://tickets.fringe.co.nz/event/446:8221/",
    "schedule": "4 March 2026, 5 March 2026, 6 March 2026, 7 March 2026"
  },
  {
    "title": "Comedians Getting Tattooed and Doing Stand Up While Sitting Down in a Sterile Environment with You Watching",
    "loc": "The Fringe Bar",
    "desc": "Get ready for chaos, courage, and comedy under the needle! Presented by Drug of Choice and Flash of Jeanius, this one-night-only Fringe spectacle brings together powerhouse comedians, one of whom has never been tattooed before, for a show that is part stand-up, part endurance test, and all entertainment.\nAs the buzz of the tattoo gun hums, these comedians will deliver fresh, fearless stand-up sets while real tattoos, that are chosen by the audience, are etched in real time. Expect the perfect mix of adrenaline, laughter, and slightly questionable life choices.\nEach performer is bearing skin and soul, proving that the line between pain and pun is thinner than you think. With live tattoo artistry unfolding on stage, audience banter flying, and sterling performances this is not your average comedy show.",
    "link": "https://tickets.fringe.co.nz/event/446:8272/446:31295/",
    "schedule": "28 February 2026"
  },
  {
    "title": "Embarrassed Naked Female",
    "loc": "Gryphon Theatre",
    "desc": "A lecture-performance following a stolen video down the rabbit hole of internet creeps -- the true story of five nude minutes sparking years of obsessive sharing, bizarre commentary, and surreal online encounters. A darkly humorous dive into consent in the digital age.",
    "link": "https://tickets.fringe.co.nz/event/446:8326/",
    "schedule": "18 February 2026, 20 February 2026"
  },
  {
    "title": "Just Eat the Damn Sausage",
    "loc": "Gryphon Theatre",
    "desc": "Puberty, periods, pregnancy, perimenopause, piss, processed meat and please be quiet.",
    "link": "https://tickets.fringe.co.nz/event/446:8235/",
    "schedule": "5 March 2026, 6 March 2026, 7 March 2026"
  },
  {
    "title": "Kissing Booth",
    "loc": "Newtown Community Centre / Te Whare Hapori o ngā Puna Waiora",
    "desc": "When finding love we're always told to \"be yourself\" but what if \"yourself\" is chronically comical? Two time Best Comedian winner Booth the Clown is seeking answers.. and a little kiss..",
    "link": "https://tickets.fringe.co.nz/event/446:8343/",
    "schedule": "18 February 2026, 21 February 2026, 22 February 2026"
  },
  {
    "title": "Operamoth",
    "loc": "BATS Theatre",
    "desc": "Operamoth is a contemporary dance that negotiates the ebbs and flows of holding things dear and allowing oneself to let go. Cycles of creation, preservation, and destruction are upset by dissonant gestural embroideries. Contorted postures and lashing appendages permeate three bodies as they melt towards collapse. Against the backdrop of a world turned sideways, how much pressure can our natural flow of life withstand?",
    "link": "https://tickets.fringe.co.nz/event/446:8192/",
    "schedule": "4 March 2026, 5 March 2026, 6 March 2026, 7 March 2026"
  },
  {
    "title": "Our Dreaming Bodies",
    "loc": "Hannah Playhouse",
    "desc": "Step into a world where dreams blur with reality, and beauty meets the bizarre. Our Dreaming Bodies is a surreal contemporary dance work weaving Victorian aesthetics with dreamscapes of queerness, kinship, and femme power.",
    "link": "https://tickets.fringe.co.nz/event/446:8249/446:31193/",
    "schedule": "24 February 2026"
  },
  {
    "title": "Stupid Stupid",
    "loc": "The Gods Paramount",
    "desc": "Peggie and Ava are putting on a variety show but neither of them know what they are doing. It's okay though, because neither of them realise that they don't know what they are doing. And we aren't going to be the ones to tell them.\n\nBesides, it's super easy and fun putting on a variety show with your best friend! Definitely a surefire way to strengthen the friendship: commiting to unrealistic deadlines, spending all free time together, holding each other to excessive standards, and agreeing to never, ever fight.",
    "link": "https://tickets.fringe.co.nz/event/446:8301/",
    "schedule": "14 February 2026, 15 February 2026"
  },
  {
    "title": "WOMAN LIFE FREEDOM",
    "loc": "Odlin's Plaza",
    "desc": "Crows Feet Dance Collective and Iranian Solidarity Group New Zealand present WOMAN, LIFE, FREEDOM a free outdoor dance & music protest event. We come together",
    "link": "https://tickets.fringe.co.nz/event/446:8373/",
    "schedule": "21 February 2026, 22 February 2026, 7 February 2026"
  },
  {
    "title": "The Cuck Chair",
    "loc": "Circus Bar",
    "desc": "So, you hate improv? Tell us why... then be forced to watch it.",
    "link": "https://tickets.fringe.co.nz/event/446:8220/",
    "schedule": "5 March 2026, 6 March 2026, 7 March 2026"
  },
  {
    "title": "THE GOODMANS",
    "loc": "BATS Theatre",
    "desc": "We're The Goodmans, America's favourite family! And you're invited to the season finale taping of everyone's favourite family sitcom. When new neighbours Hannah and Barnaby arrive for dinner, it's up to the family to make a strong first impression, get Noble a date for the prom, and round everything out with good old fashioned American family values. At 'The Goodmans' every story has a lesson! And we're all family here!",
    "link": "https://tickets.fringe.co.nz/event/446:8205/",
    "schedule": "24 February 2026, 25 February 2026, 26 February 2026, 27 February 2026, 28 February 2026"
  },
  {
    "title": "THE ECO FASHION RUNWAY",
    "loc": "Te Aro Zero Waste",
    "desc": "Te Aro Zero Waste in conjunction with ULTRAUPCYCED",
    "link": "https://tickets.fringe.co.nz/event/446:8265/446:31274/",
    "schedule": "14 February 2026"
  },
  {
    "title": "Sadomusical",
    "loc": "The Gods Paramount",
    "desc": "Art is pain. Pain is art. Two \"definitely not masochistic\" artists take on the challenge of a lifetime: to create musical comedy with feeling--while feeling the real pain of electrocution.",
    "link": "https://tickets.fringe.co.nz/event/446:8306/",
    "schedule": "25 February 2026, 26 February 2026, 27 February 2026, 28 February 2026"
  },
  {
    "title": "Marc & Marisha Time Travel the City!",
    "loc": "Online Event",
    "desc": "Local tour guides Marc & Marisha work for Time Tours, the best (?) time-travelling tour company in Wellington. The kicker? They don't just talk about the history, they take you to it. Download these three self-guided audio tours, wander the streets of Wellington (or listen from home!), and learn about the places that made us and what we'll become. All of it's true. We promise.*",
    "link": "https://tickets.fringe.co.nz/event/446:8333/446:31478/",
    "schedule": "13 February 2026"
  },
  {
    "title": "How to Build a Gate",
    "loc": "BATS Theatre",
    "desc": "Liza has always been the smartest person in the room, especially when she's alone... at least she used to be.",
    "link": "https://tickets.fringe.co.nz/event/446:8203/",
    "schedule": "17 February 2026, 18 February 2026, 19 February 2026, 20 February 2026, 21 February 2026"
  }
]